Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/facta/samernas.se/_oahpahusat_sami-joatkkaskuvlaprogramma_lang_sm9.html.tmx
Source language: sme
Languages: smj

source: Sámi joatkkaskuvlaoahpahus
smj: Sáme Gimnásaprográmma

source: Joatkkaskuvlaoahpahus Jåhkåmåhke gieldda joatkkaskuvllas, Bokenskuvllas.
smj: Åhpadus la Jåhkåmåhke kommuvna gimnásaskåvlån, Bokenskåvlån.

source: Čakčat 2014 gávdnojit guokte joatkkaskuvlaprográmma Bokenskuvllas Jåhkåmåhkes.
smj: Tjavtjan 2014 li Bokenskåvlån Jåhkåmåhken guokta gimnásaprográmma, Sáme Prográmma (gárvet allaskåvllåj) ja Sáme Vidnudakprográmma.

source: Sámiprográmma (allaskuvllaválbmejeaddji) vuođđuduvvon servodatprográmmii.
smj: Sáme Prográmman la sebrudakprográmma vuodon. Sáme Vidnudakprográmma l virggeåhpadus.

source: – Sámi entreprenevraprográmma mii lea ámmátoahppa Sámiprográmma
smj: Sáme Prográmma Dunji gut sidá låhkåt sáme gimnásaåhpadusáv.

source: Don logat seamma ávdnasiid go searvegoddeprográmmas.
smj: Dån lågå sämmi ábnnasijt degu sebrudakprográmman.

source: Oaččut oahpa gielas, boazodoalus, kultuvrras, duojis jna..
smj: Lågå aj sámegielav, boatsojäládusåhpav, kultuvrav, duojev j.n.v..

source: Oahpahus Sámiprográmmas galgá leahkit buorrin vuođđun oldet ohppiid joatkit ohpahusaset ja doaimmaideaset ovddemusat sápmelaš kultuvra- ja ealahusgeainnuide.
smj: Sáme Prográmma åhpadus galggá buorre vuodov vaddet oahppijda vaj miella bissu åhpadusáv ja bargov sáme kultuvrra- ja äládussuorgijn joarkket. Åhpadus hábbmiduvvá aktan Bokenskåvlåjn.

source: Eanas oassi oahpahusas dollo Bokenskuvllas.
smj: Ienemus oasse åhpadusás la Bokenskåvlån.

source: Dát oahpahus lea vuosttažin sutnje gii lea vázzán sámiintegrerega, sámiskuvlla dahje geas lea sullasaš duogás / oahppa.
smj: Åhpadus la vuostatjin dunji gut la sámeintegrerigav ja sámeskåvlåv mannam jali gänna la dan lágásj duohke.

source: Váldeávdnasat (ruoŧagiella A + B, eaŋgalas A, matematiika A, esteahtalaš doaibma, valástallan ja dearvvašvuohta A, luondu A, osku A, searvegoddi A.
smj: Sisadno Vuodoábnnasa (Dárogiella A + B, Ieŋŋgis A, Matematijkka A, Estetalasj doajmma, Idråhttå ja varresvuohta A, Luonndo A, Jáhkkudahka A, Sebrudahka A)

source: Oktasašávdnasat (eaŋgalas B, Matematiika B, Luondu B, Smávvadoaimmahat B, Turisbma-luondu-kultuvra ja biras, Dieđiheapmi ja hábmen, Sámikultuvra A, Sámikultuvra ja historjá B, Sámigiella, Sámiduodji)
smj: , Judosmáhttudahka / Boatsojäládus, Turissma-luonndo-kultuvrra ja birás, Ieŋŋgis B, Matematijkka B, Luonndo B. Válljidahtte kursa: Iellem, Datåvrrå, Idråhttå ja varresvuohta B. Sierre vállja (Boatsojäládus)

source: (Eanet dieđut Sámi Prográmma birra)
smj: Ienep diedo Sáme prográmma birra

source: Oahpahus galgá addit ohppiide eanet máhtuid sáhttit bargat ja ovddidit sámi ealáhuseallima nugo boazoealáhusa, duoji, biepmu, sámi kultuvrra ja historjjá, entreprenevrravuođa, mohtorvuojánteknihkka, turisma ja sámigiella.
smj: Sáme Vidnudakprográmma Åhpadus vaddá tjiegŋalap máhttudagájt barggat ja åvdedit sáme äládusáv nåv gåk boatsojäládusáv, duojev, biebmov, sáme kultuvrav ja histårjåv, vidnudagáv, vuojánteknijkav, turismav ja sámegielav.

source: Gymnásaoktasaš ávdnasat: Eaŋgalasgiella, historjjá, valáštallan ja dearvvašvuohta, matemahtihkka, luondo, osku, servodat, ruoŧagiella.
smj: Sisadno Aktisasj ábnnasa gimnásan: Ieŋŋgis, Histårjjå, Idråhttå ja varresvuohta, Matematijkka, Luonndo, Jáhkkudahka, Sebrudahka, Dárogiella.

source: Prográmma lasseávdnasat: Duodji, entreprenevravuohta, Sámiid historjjá, bistevaš turisma, bivdu ja meahcceealledikšu, sámigiella, luondoofelastin, boazu ja dan luondobiras, boazu ja boazoealáhus praktihkas, sámi biebmu ja luondofievrrut.
smj: Prográmmatjiegŋudibme: Duodje, Vidnudahka, Sáme histårjjå, Nanos turissma, Bivddo ja miehttseiellesujtto, Sámegiella, Låvssim, Boatsoj ja luonndo, Boatsoj ja boatsojäládus, Sámebiebbmo ja Doalvvoma luondon.

source: Eanet dieđut Sámi Ámmátoahpu birra Váldde oktavuođa Bokenskuvllain eanet dieđuide !
smj: Ienep diedo Sáme Vidnudakåhpadusá birra Ienep diedo de aktavuodav válde Bokenskåvlåjn !

source: Duodji
smj: Duodje

source: Boazodoallu
smj: Boatsojäládus

source: Sámi biebmu
smj: Sáme biebbmo
